{
    "name": "Everlasting Trash",
    "description": "This is an NFT that is not transferrable or burnable. Once minted to someone's wallet, it will forever stay there. The image is a hijacked image of \"Work No. 88 (A4 sheet of paper crumpled into a ball)\" by conceptual artist Martin Creed.\n\nhttps://www.artsy.net/artwork/martin-creed-work-no-88-a4-sheet-of-paper-crumpled-into-a-ball\n\nWhat does this NFT mean? Here are some takes. Come up with yours as well.\n\n- Current smart contract/web3 technology fails to capture the actual functions of contracts and is immaturely allowing anything to happen. *Any* smart contract is an NFT as long as it conforms to the ERC-721 protocol. That is, even if the NFT explodes, hijacks all your ETH, duplicates, suddenly changes to a soulbound token of a pedophiliac society, it is still a valid ERC-721 NFT.\n\nWell, one might say that we need to look at the code before we sign it, but do everyone have enough time to read through every contract with complex Solidity logic before sign it? For the technology to be usable, we need to build a trustable standard based on what it actually does, not only its function names. But we're still busy building yet another project that aims to be a standard and then becomes yet another abandoned island.\n\n- Still, it is exactly this anarchistic allowance and freedom that makes us possible to overcome metaphysical constraints in an artwork. An actual A4 sheet of paper crumpled into a ball still conforms to the properties of a physical object - its 'owner' can be changed anytime at the owner's will. This trash, however, reverses the causal relationship between the owner and the entity being possessed, as the object coerces the owner. This change in dynamics is only possible because of ERC-721's unintended allowance.\n\nWe will continue exploring this metaphysical gap as long as the technology allows us to.\n- xtalclr.eth",
    "attributes": [],
    "tags": [],
    "image": "https://ipfs.io/ipfs/QmRBXrQtXSdyRcXCyNfgSwtwC5mMBLRycnWGNfvqzsk6uM"
}